Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: For your first two nights the score uses general HRV thresholds. From the third night it compares you with your own baseline, cautiously at first, and that baseline keeps settling until about two weeks.
ar: في أول ليلتين تستخدم الدرجة عتبات عامة لتقلّب نبض القلب. ومن الليلة الثالثة تقارنك بخط أساسك الشخصي، بحذر في البداية، ويستمر خط الأساس في الاستقرار حتى نحو أسبوعين.
da: De første to nætter bruger scoren generelle HRV-grænser. Fra tredje nat sammenligner den dig med din egen basislinje, forsigtigt i starten, og basislinjen falder til ro over cirka to uger.
de: In den ersten zwei Nächten nutzt der Wert allgemeine HRV-Schwellen. Ab der dritten Nacht vergleicht er dich mit deiner eigenen Baseline, anfangs vorsichtig, und diese stabilisiert sich über etwa zwei Wochen.
es: Las dos primeras noches la puntuación usa umbrales generales de HRV. Desde la tercera noche te compara con tu propia línea base, al principio con cautela, y esa línea base se sigue asentando durante unas dos semanas.
fi: Kahtena ensimmäisenä yönä pisteet käyttävät yleisiä HRV-rajoja. Kolmannesta yöstä alkaen sinua verrataan omaan lähtötasoosi, aluksi varovasti, ja lähtötaso vakiintuu noin kahdessa viikossa.
fr: Les deux premières nuits, le score utilise des seuils de HRV généraux. Dès la troisième nuit, il vous compare à votre propre référence, prudemment au début, et cette référence continue de se stabiliser pendant environ deux semaines.
is: Fyrstu tvær næturnar notar einkunnin almenn HRV-mörk. Frá þriðju nótt ber hún þig saman við þína eigin grunnlínu, varlega í fyrstu, og grunnlínan heldur áfram að festast í um tvær vikur.
it: Per le prime due notti il punteggio usa soglie HRV generali. Dalla terza notte ti confronta con la tua linea di base, con cautela all’inizio, e la linea di base continua a stabilizzarsi per circa due settimane.
ja: 最初の 2 晩は一般的な HRV のしきい値でスコアを算出します。3 晩目からはあなた自身のベースラインと比較しますが、最初は控えめに評価し、ベースラインは約 2 週間かけて安定していきます。
ko: 처음 이틀 밤은 일반적인 HRV 기준으로 점수를 냅니다. 셋째 밤부터는 개인 기준선과 비교하는데, 처음에는 신중하게 비교하며 기준선은 약 2주에 걸쳐 안정됩니다.
nb: De to første nettene bruker scoren generelle HRV-grenser. Fra tredje natt sammenlignes du med din egen basislinje, forsiktig i starten, og basislinjen stabiliserer seg over omtrent to uker.
nl: De eerste twee nachten gebruikt de score algemene HRV-drempels. Vanaf de derde nacht vergelijkt hij je met je eigen basislijn, eerst voorzichtig, en die basislijn blijft zich ongeveer twee weken lang stabiliseren.
pt_br: Nas duas primeiras noites a pontuação usa limites gerais de VFC. A partir da terceira noite, ela compara você com sua própria linha de base, com cautela no início, e essa linha de base continua se estabilizando por cerca de duas semanas.
ru: Первые две ночи оценка использует общие пороги ВСР. С третьей ночи она сравнивает вас с вашей личной базовой линией, поначалу осторожно, и эта базовая линия продолжает устанавливаться около двух недель.
sv: De två första nätterna använder poängen allmänna HRV-gränser. Från den tredje natten jämförs du med din egen baslinje, försiktigt i början, och baslinjen stabiliseras under ungefär två veckor.
zh_hans: 前两晚的分数使用通用的 HRV 阈值。从第三晚起会与你的个人基线比较，起初会较为谨慎，基线大约在两周内逐步稳定。

source: Your RMSSD today (%1$@ ms) is %2$@ ms relative to your last %3$lld sessions (%4$@ ms). This short-window trend is separate from the 60-day baseline your recovery score uses. %5$@
ar: RMSSD اليوم (%@ مللي ثانية) يساوي %@ مللي ثانية مقارنةً بآخر %lld جلسات لديك (%@ مللي ثانية). هذا الاتجاه قصير النافذة منفصل عن خط الأساس لستين يومًا الذي تستخدمه درجة تعافيك. %@
da: Din RMSSD i dag (%@ ms) er %@ ms i forhold til dine seneste %lld sessioner (%@ ms). Denne kortvindue-tendens er adskilt fra den 60-dages baseline, som din restitutionsscore bruger. %@
de: Dein heutiger RMSSD (%@ ms) liegt %@ ms relativ zu deinen letzten %lld Einheiten (%@ ms). Dieser Kurzfenster-Trend ist von der 60-Tage-Baseline getrennt, die dein Erholungs-Score nutzt. %@
es: Tu RMSSD de hoy (%@ ms) es %@ ms respecto a tus últimas %lld sesiones (%@ ms). Esta tendencia de ventana corta es distinta de la línea base de 60 días que usa tu puntuación de recuperación. %@
fi: Tämän päivän RMSSD:si (%@ ms) on %@ ms suhteessa viimeisiin %lld istuntoosi (%@ ms). Tämä lyhyen ikkunan trendi on eri asia kuin palautumispisteesi käyttämä 60 päivän perustaso. %@
fr: Votre RMSSD du jour (%@ ms) est de %@ ms par rapport à vos %lld dernières séances (%@ ms). Cette tendance à fenêtre courte est distincte de la référence sur 60 jours utilisée par votre score de récupération. %@
is: RMSSD þitt í dag (%@ ms) er %@ ms miðað við síðustu %lld lotur þínar (%@ ms). Þessi skammtímaþróun er aðskilin frá 60 daga grunnlínunni sem endurheimtareinkunnin notar. %@
it: Il tuo RMSSD di oggi (%@ ms) è di %@ ms rispetto alle tue ultime %lld sessioni (%@ ms). Questa tendenza a finestra breve è distinta dalla baseline a 60 giorni usata dal punteggio di recupero. %@
ja: 本日の RMSSD（%1$@ ms）は、直近 %3$lld セッション（%4$@ ms）に対して %2$@ ms です。この短期ウィンドウの傾向は、回復スコアが用いる 60 日ベースラインとは別のものです。%5$@
ko: 오늘의 RMSSD(%1$@ ms)는 최근 %3$lld회 세션(%4$@ ms) 대비 %2$@ ms입니다. 이 단기 구간 추세는 회복 점수가 사용하는 60일 기준선과는 별개입니다. %5$@
nb: Din RMSSD i dag (%@ ms) er %@ ms sammenlignet med dine siste %lld økter (%@ ms). Denne kortvindus-trenden er atskilt fra 60-dagers baselinjen restitusjonsscoren bruker. %@
nl: Je RMSSD van vandaag (%@ ms) is %@ ms ten opzichte van je laatste %lld sessies (%@ ms). Deze kortevenstertrend staat los van de 60-daagse basislijn die je herstelscore gebruikt. %@
pt_br: Seu RMSSD de hoje (%@ ms) está %@ ms em relação às suas últimas %lld sessões (%@ ms). Essa tendência de janela curta é separada da linha de base de 60 dias usada pela sua pontuação de recuperação. %@
ru: Ваш сегодняшний RMSSD (%@ мс) составляет %@ мс относительно последних %lld сессий (%@ мс). Этот тренд в коротком окне отличается от 60-дневной базовой линии, которую использует оценка восстановления. %@
sv: Din RMSSD idag (%@ ms) är %@ ms jämfört med dina senaste %lld pass (%@ ms). Denna kortfönstertrend är skild från den 60-dagars baslinje som din återhämtningspoäng använder. %@
zh_hans: 你今天的 RMSSD（%1$@ ms）相对最近 %3$lld 次记录（%4$@ ms）为 %2$@ ms。这一短窗口趋势与恢复评分所使用的 60 天基线是彼此独立的。%5$@

source: Your route, current GPS and saved-route names during a workout, including the coach's spoken updates; your Get Me Back trail while it runs; the start points of your recent trails and GPS workouts; and your position when you ask for directions
ar: مسارك وموقعك الحالي عبر GPS وأسماء المسارات المحفوظة أثناء التمرين، بما في ذلك تحديثات المدرب المنطوقة؛ ومسار «Get Me Back» أثناء تشغيله؛ ونقاط بداية مساراتك وتمارين GPS الأخيرة؛ وموقعك عندما تطلب الاتجاهات
da: Din rute, aktuelle GPS og navne på gemte ruter under en træning, inklusive trænerens talte opdateringer; dit Get Me Back-spor, mens det kører; startpunkterne for dine seneste spor og GPS-træninger; og din position, når du beder om rutevejledning
de: Deine Route, aktuelle GPS-Position und Namen gespeicherter Routen während eines Trainings, einschließlich der gesprochenen Coach-Updates; deine Get-Me-Back-Spur, solange sie läuft; die Startpunkte deiner letzten Spuren und GPS-Trainings; und deine Position, wenn du nach dem Weg fragst
es: Tu ruta, GPS actual y nombres de rutas guardadas durante un entrenamiento, incluidas las actualizaciones habladas del entrenador; tu rastro de Get Me Back mientras está activo; los puntos de inicio de tus rastros y entrenamientos con GPS recientes; y tu posición cuando pides indicaciones
fi: Reittisi, nykyinen GPS-sijainti ja tallennettujen reittien nimet harjoituksen aikana, mukaan lukien valmentajan puhutut päivitykset; Get Me Back -reittisi sen ollessa käynnissä; viimeaikaisten reittiesi ja GPS-harjoitustesi aloituspisteet; sekä sijaintisi, kun pyydät reittiohjeita
fr: Votre itinéraire, votre position GPS actuelle et les noms des parcours enregistrés pendant une séance, y compris les annonces vocales du coach ; votre trace Get Me Back tant qu’elle est active ; les points de départ de vos traces et séances GPS récentes ; et votre position quand vous demandez un itinéraire
is: Leiðin þín, núverandi GPS-staðsetning og nöfn vistaðra leiða á æfingu, þar á meðal töluð uppfærsla þjálfarans; Get Me Back-slóðin þín meðan hún er virk; upphafspunktar nýlegra slóða og GPS-æfinga; og staðsetning þín þegar þú biður um leiðsögn
it: Il tuo percorso, la posizione GPS attuale e i nomi dei percorsi salvati durante un allenamento, inclusi gli aggiornamenti vocali del coach; la traccia Get Me Back mentre è attiva; i punti di partenza delle tracce e degli allenamenti GPS recenti; e la tua posizione quando chiedi indicazioni
ja: ワークアウト中のルート、現在の GPS 位置、保存したルート名（コーチの音声アップデートを含む）、実行中の Get Me Back の軌跡、最近の軌跡と GPS ワークアウトの開始地点、そして道案内を求めたときの現在地
ko: 운동 중 경로, 현재 GPS 위치, 저장된 경로 이름(코치 음성 업데이트 포함), 실행 중인 Get Me Back 경로, 최근 경로와 GPS 운동의 시작 지점, 그리고 길 안내를 요청할 때의 위치
nb: Ruten din, nåværende GPS-posisjon og navn på lagrede ruter under en økt, inkludert trenerens talte oppdateringer; Get Me Back-sporet ditt mens det kjører; startpunktene for de siste sporene og GPS-øktene dine; og posisjonen din når du ber om veibeskrivelse
nl: Je route, huidige gps-positie en namen van opgeslagen routes tijdens een training, inclusief de gesproken updates van de coach; je Get Me Back-spoor zolang het loopt; de startpunten van je recente sporen en gps-trainingen; en je positie wanneer je om een routebeschrijving vraagt
pt_br: Sua rota, GPS atual e nomes de rotas salvas durante um treino, incluindo as atualizações faladas do coach; sua trilha do Get Me Back enquanto estiver ativa; os pontos de partida de suas trilhas e treinos com GPS recentes; e sua posição quando você pede rotas
ru: Ваш маршрут, текущие GPS-координаты и названия сохранённых маршрутов во время тренировки, включая голосовые подсказки тренера; ваш трек Get Me Back, пока он активен; точки старта ваших недавних треков и GPS-тренировок; и ваше местоположение, когда вы просите проложить путь
sv: Din rutt, nuvarande GPS-position och namn på sparade rutter under ett pass, inklusive coachens talade uppdateringar; ditt Get Me Back-spår medan det pågår; startpunkterna för dina senaste spår och GPS-pass; och din position när du ber om vägbeskrivning
zh_hans: 运动中的路线、当前 GPS 位置和已保存路线名称（包括教练的语音播报）；运行中的 Get Me Back 轨迹；近期轨迹和 GPS 运动的起点；以及你请求路线指引时的位置

source: Your saved routes
ar: مساراتك المحفوظة
da: Dine gemte ruter
de: Deine gespeicherten Routen
es: Tus rutas guardadas
fi: Tallentamasi reitit
fr: Vos itinéraires enregistrés
is: Vistaðar leiðir þínar
it: I tuoi percorsi salvati
ja: 保存したルート
ko: 저장한 경로
nb: Dine lagrede ruter
nl: Je opgeslagen routes
pt_br: Suas rotas salvas
ru: Ваши сохранённые маршруты
sv: Dina sparade rutter
zh_hans: 你保存的路线

source: Your sensor is ready to use.
ar: المستشعر الخاص بك جاهز للاستخدام.
da: Din sensor er klar til brug.
de: Dein Sensor ist einsatzbereit.
es: Tu sensor está listo para usar.
fi: Anturisi on käyttövalmis.
fr: Votre capteur est prêt à l'emploi.
is: Skynjarinn þinn er tilbúinn til notkunar.
it: Il Suo sensore è pronto per l'uso.
ja: センサーは使用可能です。
ko: 센서가 사용할 준비가 되었습니다.
nb: Sensoren din er klar til bruk.
nl: Uw sensor is klaar voor gebruik.
pt_br: Seu sensor está pronto para uso.
ru: Ваш датчик готов к использованию.
sv: Din sensor är redo att användas.
zh_hans: 你的传感器已准备就绪。

source: Your session data has been restored. Go to the Record tab to resume or finish.
ar: تمت استعادة بيانات جلستك. انتقل إلى علامة التبويب تسجيل للاستئناف أو الإنهاء.
da: Dine sessionsdata er blevet gendannet. Gå til fanen Optag for at genoptage eller afslutte.
de: Deine Sitzungsdaten wurden wiederhergestellt. Geh zum Aufnahme-Tab, um fortzusetzen oder abzuschließen.
es: Los datos de tu sesión han sido restaurados. Ve a la pestaña Grabar para reanudar o finalizar.
fi: Istuntotietosi on palautettu. Siirry Tallenna-välilehdelle jatkaaksesi tai lopettaaksesi.
fr: Les données de votre session ont été restaurées. Allez dans l'onglet Enregistrer pour reprendre ou terminer.
is: Lotugögnin þín hafa verið endurheimtuð. Farðu í Taka upp-flipann til að halda áfram eða ljúka.
it: I dati della sessione sono stati ripristinati. Vai alla scheda Registra per riprendere o terminare.
ja: セッションデータが復元されました。記録タブに移動して再開または終了してください。
ko: 세션 데이터가 복원되었습니다. 기록 탭으로 이동하여 재개하거나 완료하세요.
nb: Øktdataene dine er gjenopprettet. Gå til Opptak-fanen for å gjenoppta eller avslutte.
nl: Uw sessiegegevens zijn hersteld. Ga naar het tabblad Opnemen om te hervatten of te voltooien.
pt_br: Os dados da sua sessão foram restaurados. Vá para a aba Gravar para retomar ou finalizar.
ru: Данные сессии восстановлены. Перейдите на вкладку Запись, чтобы продолжить или завершить.
sv: Dina sessionsdata har återställts. Gå till fliken Spela in för att återuppta eller avsluta.
zh_hans: 你的记录数据已恢复。前往记录标签页继续或完成。

source: Your settings (Max HR, biometrics, AI provider, units, sleep schedule, etc.) push to your private iCloud automatically on every change. Use these buttons if you need to force a backup or recover after a wipe.
ar: تُرسَل إعداداتك (الحد الأقصى لـ النبض، القياسات الحيوية، مزوّد الذكاء الاصطناعي، الوحدات، جدول النوم، إلخ) تلقائيًا إلى iCloud الخاص بك عند كل تغيير. استخدم هذه الأزرار إذا كنت بحاجة إلى فرض نسخة احتياطية أو الاسترداد بعد عملية مسح.
da: Dine indstillinger (maks. HR, biometri, AI-udbyder, enheder, søvnplan osv.) skubbes automatisk til din private iCloud ved hver ændring. Brug disse knapper, hvis du har brug for at gennemtvinge en sikkerhedskopi eller gendanne efter en sletning.
de: Deine Einstellungen (max. HF, Biometrie, KI-Anbieter, Einheiten, Schlafplan usw.) werden bei jeder Änderung automatisch in deine private iCloud übertragen. Verwende diese Schaltflächen, wenn du ein Backup erzwingen oder nach einer Löschung wiederherstellen musst.
es: Tus ajustes (FC máx., biometría, proveedor de IA, unidades, horario de sueño, etc.) se envían automáticamente a tu iCloud privado en cada cambio. Usa estos botones si necesitas forzar una copia de seguridad o recuperar tras un borrado.
fi: Asetuksesi (maks. HR, biometriset tiedot, tekoälypalveluntarjoaja, yksiköt, uniaikataulu jne.) lähetetään automaattisesti yksityiseen iCloudiisi jokaisen muutoksen yhteydessä. Käytä näitä painikkeita, jos sinun täytyy pakottaa varmuuskopio tai palautua pyyhinnän jälkeen.
fr: Vos réglages (FC max, biométrie, fournisseur d'IA, unités, horaire de sommeil, etc.) sont automatiquement envoyés vers votre iCloud privé à chaque modification. Utilisez ces boutons si vous devez forcer une sauvegarde ou restaurer après un effacement.
is: Stillingarnar þínar (hámarks-HR, lífkenni, gervigreindarþjónustuaðili, einingar, svefnáætlun o.s.frv.) eru sendar sjálfkrafa í einka-iCloud þitt við hverja breytingu. Notaðu þessa hnappa ef þú þarft að þvinga afritun eða endurheimta eftir eyðingu.
it: Le tue impostazioni (FC max, dati biometrici, provider IA, unità, programma del sonno, ecc.) vengono inviate automaticamente al tuo iCloud privato a ogni modifica. Usa questi pulsanti se devi forzare un backup o ripristinare dopo una cancellazione.
ja: あなたの設定（最大 HR、生体情報、AI プロバイダー、単位、睡眠スケジュールなど）は、変更のたびに自動的にプライベートな iCloud に送信されます。バックアップを強制したり、消去後に復元したりする必要がある場合は、これらのボタンを使用してください。
ko: 설정(최대 HR, 생체 정보, AI 제공업체, 단위, 수면 일정 등)은 변경할 때마다 자동으로 개인 iCloud에 전송됩니다. 백업을 강제하거나 삭제 후 복구해야 할 경우 이 버튼을 사용하세요.
nb: Innstillingene dine (maks HR, biometri, KI-leverandør, enheter, søvnplan osv.) sendes automatisk til din private iCloud ved hver endring. Bruk disse knappene hvis du må tvinge frem en sikkerhetskopi eller gjenopprette etter en sletting.
nl: Je instellingen (max. HR, biometrie, AI-provider, eenheden, slaapschema, enz.) worden bij elke wijziging automatisch naar je privé-iCloud verstuurd. Gebruik deze knoppen als je een back-up wilt forceren of na een wissen wilt herstellen.
pt_br: Suas configurações (FC máx., biometria, provedor de IA, unidades, horário de sono, etc.) são enviadas automaticamente para o seu iCloud privado a cada alteração. Use estes botões se precisar forçar um backup ou recuperar após uma limpeza.
ru: Ваши настройки (макс. HR, биометрия, ИИ-провайдер, единицы, расписание сна и т. д.) автоматически отправляются в ваш частный iCloud при каждом изменении. Используйте эти кнопки, если нужно принудительно создать резервную копию или восстановиться после стирания.
sv: Dina inställningar (max-HR, biometri, AI-leverantör, enheter, sömnschema osv.) skickas automatiskt till ditt privata iCloud vid varje ändring. Använd dessa knappar om du behöver tvinga fram en säkerhetskopia eller återställa efter en radering.
zh_hans: 你的设置（最大 HR、生物特征、AI 提供方、单位、睡眠计划等）会在每次更改时自动上传到你的私人 iCloud。如果你需要强制备份或在清除后恢复，请使用这些按钮。

source: Your settings and profile, which go back to their defaults
ar: إعداداتك وملفك الشخصي، التي تعود إلى قيمها الافتراضية
da: Dine indstillinger og din profil, som nulstilles til standardværdierne
de: Deine Einstellungen und dein Profil, die auf die Standardwerte zurückgesetzt werden
es: Tus ajustes y tu perfil, que vuelven a sus valores predeterminados
fi: Asetuksesi ja profiilisi, jotka palautuvat oletusarvoihin
fr: Vos réglages et votre profil, qui reviennent à leurs valeurs par défaut
is: Stillingarnar þínar og prófíllinn, sem fara aftur í sjálfgefin gildi
it: Le tue impostazioni e il tuo profilo, che tornano ai valori predefiniti
ja: 設定とプロフィール（デフォルトに戻ります）
ko: 설정과 프로필(기본값으로 돌아갑니다)
nb: Innstillingene og profilen din, som tilbakestilles til standard
nl: Je instellingen en profiel, die teruggaan naar hun standaardwaarden
pt_br: Suas configurações e seu perfil, que voltam aos valores padrão
ru: Ваши настройки и профиль, которые возвращаются к значениям по умолчанию
sv: Dina inställningar och din profil, som återgår till standardvärdena
zh_hans: 你的设置和个人资料，它们会恢复为默认值

source: Your sleep totals + per-stage breakdown when computed
ar: إجماليات نومك + تفصيل لكل مرحلة عند حسابها
da: Dine søvntotaler + opdeling pr. stadie, når den er beregnet
de: Deine Schlafsummen + Phasenaufschlüsselung, sofern berechnet
es: Tus totales de sueño + desglose por fase cuando se calcula
fi: Unen kokonaismäärät + vaihekohtainen erittely, kun laskettu
fr: Vos totaux de sommeil + détail par phase lorsqu’il est calculé
is: Heildarsvefn þinn + sundurliðun eftir stigum þegar reiknað
it: I tuoi totali di sonno + dettaglio per fase quando calcolato
ja: 睡眠の合計 + 算出済みの場合は段階別内訳
ko: 수면 총량 + 계산된 경우 단계별 상세
nb: Dine søvntotaler + fordeling per stadium når beregnet
nl: Je slaaptotalen + uitsplitsing per fase indien berekend
pt_br: Seus totais de sono + detalhamento por estágio quando calculado
ru: Ваши итоги сна + разбивка по стадиям, если рассчитана
sv: Dina sömntotaler + uppdelning per stadium när det beräknats
zh_hans: 你的睡眠总量 + 已计算时的分阶段构成

source: Your sleep was significantly shorter than your goal. Try to get to bed earlier tonight to recover.
ar: كان نومك أقصر بكثير من هدفك. حاول النوم مبكرًا الليلة لتتعافى.
da: Din søvn var markant kortere end dit mål. Prøv at komme tidligere i seng i nat for at restituere.
de: Dein Schlaf war deutlich kürzer als dein Ziel. Geh heute Nacht früher ins Bett, um dich zu erholen.
es: Tu sueño fue bastante más corto que tu objetivo. Intenta acostarte antes esta noche para recuperarte.
fi: Unesi jäi selvästi tavoitettasi lyhyemmäksi. Yritä mennä aiemmin nukkumaan tänä yönä palautuaksesi.
fr: Votre sommeil a été nettement plus court que votre objectif. Couchez-vous plus tôt ce soir pour récupérer.
is: Svefninn þinn var talsvert styttri en markmiðið. Reyndu að fara fyrr að sofa í kvöld til að ná þér.
it: Hai dormito nettamente meno del tuo obiettivo. Prova ad andare a letto prima stanotte per recuperare.
ja: 睡眠が目標より大幅に短くなりました。回復のため今夜は早めに就寝しましょう。
ko: 수면이 목표보다 크게 부족했습니다. 회복을 위해 오늘 밤은 더 일찍 잠자리에 드세요.
nb: Søvnen din var betydelig kortere enn målet. Prøv å legge deg tidligere i natt for å restituere.
nl: Je sliep flink korter dan je doel. Ga vanavond eerder naar bed om te herstellen.
pt_br: Seu sono foi bem mais curto que a meta. Tente dormir mais cedo hoje para se recuperar.
ru: Ваш сон оказался заметно короче цели. Сегодня лягте раньше, чтобы восстановиться.
sv: Din sömn var betydligt kortare än ditt mål. Försök gå och lägga dig tidigare i natt för att återhämta dig.
zh_hans: 你的睡眠明显短于目标。今晚试着早点上床以便恢复。

source: Your strap disconnected before sleep. Rate how you feel so we can estimate your recovery.
ar: انقطع اتصال الحزام قبل النوم. قيّم شعورك حتى نتمكن من تقدير تعافيك.
da: Dit pulsbælte blev afbrudt inden søvn. Vurdér hvordan du har det, så vi kan estimere din restitution.
de: Dein Gurt hat sich vor dem Einschlafen getrennt. Bewerte dein Befinden, damit wir deine Erholung schätzen können.
es: Tu banda se desconectó antes de dormir. Valora cómo te sientes para que podamos estimar tu recuperación.
fi: Pantasi katkesi ennen nukahtamista. Arvioi olotilasi, jotta voimme arvioida palautumisesi.
fr: Votre ceinture s’est déconnectée avant le sommeil. Évaluez vos sensations pour que nous estimions votre récupération.
is: Ólin þín aftengdist fyrir svefn. Metið hvernig ykkur líður svo við getum áætlað endurheimtina.
it: La fascia si è disconnessa prima del sonno. Valuta come ti senti così possiamo stimare il tuo recupero.
ja: 就寝前にストラップの接続が切れました。回復を推定できるよう、体感を評価してください。
ko: 수면 전에 스트랩 연결이 끊겼습니다. 회복을 추정할 수 있도록 컨디션을 평가해 주세요.
nb: Pulsbeltet ditt koblet fra før søvn. Vurder hvordan du føler deg så vi kan anslå restitusjonen din.
nl: Je band verbrak de verbinding vóór het slapen. Beoordeel hoe je je voelt zodat we je herstel kunnen schatten.
pt_br: Sua cinta desconectou antes de você dormir. Avalie como se sente para estimarmos sua recuperação.
ru: Датчик отключился до сна. Оцените самочувствие, чтобы мы могли оценить ваше восстановление.
sv: Ditt pulsband kopplade från före sömnen. Skatta hur du känner dig så kan vi uppskatta din återhämtning.
zh_hans: 心率带在你入睡前断开了。请自评感受，以便我们估算你的恢复。

source: Your streamed data is safe. Device backup is optional.
ar: بياناتك المُرسلة آمنة. النسخ الاحتياطي من الجهاز اختياري.
da: Dine streamede data er sikre. Enhedssikkerhedskopiering er valgfri.
de: Deine gestreamten Daten sind sicher. Gerätebackup ist optional.
es: Tus datos transmitidos están seguros. El respaldo del dispositivo es opcional.
fi: Suoratoistettu datasi on turvassa. Laitteen varmuuskopiointi on valinnainen.
fr: Vos données diffusées sont en sécurité. La sauvegarde de l'appareil est facultative.
is: Streymd gögn þín eru örugg. Öryggisafrit úr tæki er valfrjálst.
it: I Suoi dati trasmessi sono al sicuro. Il backup del dispositivo è facoltativo.
ja: ストリーミングデータは安全です。デバイスバックアップは任意です。
ko: 스트리밍된 데이터는 안전합니다. 기기 백업은 선택 사항입니다.
nb: De strømmede dataene dine er trygge. Enhetssikkerhetskopiering er valgfritt.
nl: Uw gestreamde gegevens zijn veilig. Apparaatback-up is optioneel.
pt_br: Seus dados transmitidos estão seguros. O backup do dispositivo é opcional.
ru: Ваши потоковые данные в безопасности. Резервное копирование на устройство необязательно.
sv: Din strömmade data är säker. Säkerhetskopiering av enhet är valfritt.
zh_hans: 你的传输数据安全。设备备份为可选。
